Revit 2024 API
RebarShapeConstraintArcLength Properties
The RebarShapeConstraintArcLength type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from RebarShapeConstraint.)
See Also
RebarShapeConstraintArcLength Class
Autodesk.Revit.DB.Structure Namespace